<!doctype html>
<html lang="zh">
<head>
    <meta charset="UTF-8">
    <title>Document</title>
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    <style>
        body { margin:0px; padding: 0px; background: url(<?php echo base_url()?>asset/images/aboutus/p1_13.png)}
        #head {height: 88px; line-height: 88px; text-align: center; position: relative; background: url(<?php echo base_url()?>asset/images/aboutus/p1_04.png) ;}
        #head a { position: absolute; left: 0px;}
        #head h1 { display: inline;  color: #fff;}

        #cont { padding:20px; font-size: 12px; color: #555; line-height: 20px;}
        #cont strong { line-height: 30px;}
        #cont hr { margin:5px 0px;}
    </style>
</head>
<body>
    <div id="cont">
        <p>尊敬的用户，欢迎阅读餐本服务协议</p>

        <p>一、 本协议内容、生效、变更</p>

        <p>本服务协议是由您与青岛联合食通餐饮管理有限公司旗下APP软件“餐本”（下称“餐本”）共同签署 ，本服务协议具有合同效力。</p>

        <p>本服务协议内容包括协议正文及所有餐本已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>

        <p>用户在使用餐本提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。餐本有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，餐本将及时上发布公告，通知予用户。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在餐本公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。</p>

        <p>用户确认本服务协议后，本服务协议即在用户和餐本之间产生法律效力。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向餐本咨询。</p>

        <p>无论用户事实上是否在注册之前认真阅读了本服务协议，只要用户按照餐本注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本服务协议。</p>

        <p>二、使用规范</p>

        <p>1.您不得通过以下方式使用餐本</p>

        <p>1) 从事违法法律法规政策、破坏公序良俗、损害公共利益的行为。</p>

        <p>2) 对餐本的相关信息擅自出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点，借助许可软件发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等。</p>

        <p>3) 通过非由联合食通及其关联公司开发、授权或认可的第三方兼容软件、系统登录或使用许可软件，或针对许可软件使用非联合食通及其关联公司开发、授权或认证的插件和外挂。</p>

        <p>4) 删除餐本及其他副本上关于版权的信息、内容。修改、删除或避开应用产品中联合食通为保护知识产权而设置的任何技术措施。</p>

        <p>5) 未经联合食通的书面同意，擅自将许可软件出租、出借或再许可给第三方使用，或在获得餐本的升级版本的许可使用后，同时使用多个版本的许可使用版本，或分开转让。</p>

        <p>6) 复制、反汇编、修改餐本或其任何部分或制造其衍生作品。</p>

        <p>7) 进行任何危害信息网络安全的行为，包括使用餐本时以任何方式损坏或破坏餐本或使其不能运行或超负荷或干扰第三方对许可软件的使用；未经允许进入他人计算机系统并删除、修改、增加存储信息；故意传播恶意程序或病毒以及其他破坏、干扰正常网络信息服务的行为。</p>

        <p>8) 利用餐本发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，或从事欺诈、盗用他人账户、资金等违法犯罪活动。</p>

        <p>9) 通过修改或伪造餐本运行中的指令、数据、数据包，增加、删减、变动许可软件的功能或运行效果，及/或将具有上述用途的软件通过信息网络向公众传播或者运营。</p>

        <p>10) 其他以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用许可软件。</p>

        <p>您了解并同意</p>

        <p>1)联合食通有权对您是否涉嫌违反上述使用规范做出单方认定，并根据单方认定结果中止、终止对您的使用许可或采取其他依约可采取的限制措施，且无须征得您的同意或提前通知予您。</p>

        <p>2) 对于您使用餐本时发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议的信息，联合食通有权不经通知您即予以删除。</p>

        <p>3) 对于您涉嫌违反上述使用规范的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保联合食通免于因此产生损失或增加费用。</p>

        <p>4) 如您涉嫌违反有关法律或者本协议之规定，使联合食通遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿联合食通因此造成的损失及（或）发生的费用，包括合理的律师费用、调查取证费用。</p>

        <p>三、知识产权

        <p>餐本上所有内容的选材、整理、编排、排版、汇编，以及餐本创作的文字、图片等作品的著作权，无论是否明示，均属联合食通所有。任何自然人、法人及其他组织未经联合食通书面授权或许可，不得修改、出版、传播、参与传播、销售、制作衍生作品，或以其他任何方式使用整体或部分的餐本上的内容，包括但不限于公司信息、产品信息，联合食通将保留追究其法律责任的权利。</p>

        <p>未经联合食通授权，任何人不得使用餐本设计、使用、所有的商标，包括但不限于。</p>

        <p>餐本对其开发或者合作开发的系统等享有知识产权。餐本的所有权利受法律保护。</p>

        <p>餐本上所有可阅读的资料等都受到《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。餐本尊重和保护他人的知识产权，不允许在没有著作权、商标权或其他专有权权利人明确许可的情况下，发布或者传播任何可能侵犯他人权利的信息、图片，否则，行为人承担由此产生的全部责任。</p>

        <p>四、法律适用及管辖</p>

        <p>本协议的订立、变更、执行和解释，以及与本协议有关的争议解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项缺乏明确法律规定，则应参照通用的国际商业惯例和行业惯例。</p>

        <p>如因本协议内容或其执行发生争议，双方应友好协商解决；协商不成时，任何一方应当向联合食通所在地有管辖权的人民法院提起诉讼。</p>

        <p>五、 本协议最终解释权归联合食通所有。</p>
    </div>
</body>
</html>